-- phpMyAdmin SQL Dump
-- version 5.1.1
-- https://www.phpmyadmin.net/
--
-- Host: 127.0.0.1
-- Generation Time: Dec 13, 2023 at 10:45 AM
-- Server version: 10.4.22-MariaDB
-- PHP Version: 8.1.1

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
START TRANSACTION;
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;

--
-- Database: `store of me`
--

-- --------------------------------------------------------

--
-- Table structure for table `admin`
--

CREATE TABLE `admin` (
  `id` int(11) NOT NULL,
  `name` varchar(100) NOT NULL,
  `username` varchar(100) NOT NULL,
  `password` varchar(100) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Dumping data for table `admin`
--

INSERT INTO `admin` (`id`, `name`, `username`, `password`) VALUES
(1, 'abolfazl', 'abolfazl', '1234');

-- --------------------------------------------------------

--
-- Table structure for table `bascket`
--

CREATE TABLE `bascket` (
  `id` int(11) NOT NULL,
  `userid` varchar(200) NOT NULL,
  `proid` varchar(200) NOT NULL,
  `address` text NOT NULL DEFAULT '0',
  `plaque` varchar(100) NOT NULL DEFAULT '0',
  `phone` varchar(100) NOT NULL DEFAULT '0',
  `status` varchar(200) NOT NULL DEFAULT '0',
  `date` date NOT NULL DEFAULT current_timestamp()
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4;

--
-- Dumping data for table `bascket`
--

INSERT INTO `bascket` (`id`, `userid`, `proid`, `address`, `plaque`, `phone`, `status`, `date`) VALUES
(1, 'abolfazlhp', '1', 'رشت - گلسار-ک ازادی', '4545457878', '09123456789', '1', '2023-12-13');

-- --------------------------------------------------------

--
-- Table structure for table `cat`
--

CREATE TABLE `cat` (
  `id` int(11) NOT NULL,
  `catname` varchar(100) NOT NULL,
  `chid` varchar(100) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4;

--
-- Dumping data for table `cat`
--

INSERT INTO `cat` (`id`, `catname`, `chid`) VALUES
(1, 'موبایل', '0'),
(4, 'لوازم جانبی', '0'),
(9, 'هدفون', '4'),
(10, 'هندزفری', '4'),
(11, 'سامسونگ', '1'),
(12, 'هواوي', '1'),
(13, 'شيائومي', '1');

-- --------------------------------------------------------

--
-- Table structure for table `comment_table`
--

CREATE TABLE `comment_table` (
  `id` int(11) NOT NULL,
  `postid` int(11) NOT NULL,
  `name` varchar(100) NOT NULL,
  `email` varchar(255) NOT NULL,
  `comment` text NOT NULL,
  `status` int(2) NOT NULL DEFAULT 0,
  `reply` int(2) NOT NULL DEFAULT 0,
  `time` date NOT NULL DEFAULT current_timestamp()
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Dumping data for table `comment_table`
--

INSERT INTO `comment_table` (`id`, `postid`, `name`, `email`, `comment`, `status`, `reply`, `time`) VALUES
(1, 5, 'ali', 'gamebazi90@gmail.com', 'عالیه و صدای خوبی داره', 1, 0, '2023-12-13'),
(2, 5, 'admin', 'a@gmail.com', 'ممنون از نظر شما خوشحالیم که خوب بوده', 1, 1, '2023-12-13'),
(3, 6, 'ali', 'gamebazi90@gmail.com', 'خیلی خوبه برای بازی و کارهای روزمره', 1, 0, '2023-12-13'),
(4, 6, 'admin', 'a@gmail.com', 'ممنون از نظر شما خوشحالیم که خوب بوده', 1, 3, '2023-12-13');

-- --------------------------------------------------------

--
-- Table structure for table `product`
--

CREATE TABLE `product` (
  `id` int(11) NOT NULL,
  `catid` varchar(100) NOT NULL,
  `chid` varchar(100) NOT NULL,
  `title` varchar(100) NOT NULL,
  `seller` varchar(100) NOT NULL,
  `content` text NOT NULL,
  `warranty` varchar(100) NOT NULL,
  `brand` varchar(100) NOT NULL,
  `price` varchar(100) NOT NULL,
  `pricem` varchar(100) NOT NULL,
  `tags` varchar(256) NOT NULL,
  `picture` varchar(150) NOT NULL,
  `date` date NOT NULL DEFAULT current_timestamp()
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Dumping data for table `product`
--

INSERT INTO `product` (`id`, `catid`, `chid`, `title`, `seller`, `content`, `warranty`, `brand`, `price`, `pricem`, `tags`, `picture`, `date`) VALUES
(1, '12', '1', 'گوشی موبایل هوآوی مدل nova Y70 دو سیم‌ کارت ظرفیت 128 گیگابایت و رم 4 گیگابایت', 'سپهر همراه', '<p>nova Y70 یکی از گوشی&zwnj;های هوشمند میان&zwnj;رده جدید شرکت هوآوی است که به لطف بهره بردن از مشخصات فنی مناسب، توانایی ارائه عملکرد بسیار خوب و قابل قبولی را دارد. در نمای رو&zwnj;به&zwnj;رویی این گوشی به صفحه&zwnj;نمایش 6.75 اینچ با رزولوشن 720&times;1600 پیکسل از نوع TFT مجهز شده است. این صفحه&zwnj;نمایش از طراحی کاربر پسند ناچ واتردراپ بهره برده است که بریدگی قطره&zwnj;ای شکل ناچ در قسمت بالایی و مرکزی صفحه&zwnj;نمایش، سنسور دوربین سلفی با رزولوشن 8 مگاپیکسل را در خود جای داده است. در قسمت پشتی هم یک سنسور دوربین اصلی با رزولوشن 48 مگاپیکسل از نوع عریض (wide) در کنار سنسور 5 مگاپیکسل فوق عریض (ultrawied) با زاویه دید 120 درجه و سنسور 2 مگاپیکسل سنجش عمق برای ثبت هرچه بهتر تصاویر پرتره توسط سنسور دوربین اصلی، دوربین&zwnj;های سه&zwnj;گانه هوآوی nova Y70 را تشکیل می&zwnj;دهند. در بخش مشخصات سخت&zwnj;افزاری هم این گوشی به پردازنده . اختصاصی Kirin 710A هوآوی مجهز شده است که توانایی ارائه عملکرد خوبی در اجرای بازی&zwnj;های و نرم&zwnj;افزار&zwnj;های محبوب دارد. باتری قدرتمند با میزان ظرفیت 6000 میلی&zwnj;آمپر&zwnj;ساعت هم سبب شده تا این گوشی به ازای هر بار شارژ صد درصدی به&zwnj;راحتی طول عمر مفید (زمان آماده به&zwnj;کار) دو روز را در شرایط استفاده معمولی ارائه کند.</p>\r\n', 'گارانتی ۱۸ ماهه مدیا پردازش', 'هواوی', '5550000', '5800000', 'هواوی - nova y70 ', 'img-3619.jpg', '2023-03-06'),
(4, '10', '1', 'هندزفری بلوتوثی مدل M10', 'مارك سنتر ايران', '<p>توضيح ندارد</p>\r\n', 'سرویس ویژه دیجی کالا: ۷ روز تضمین بازگشت کالا', 'تسكو', '270000', '300000', 'هندزفری - m10 - handsfree', 'img-9644.jpg', '2023-03-06'),
(5, '9', '4', 'هدفون بلوتوثی لنوو مدل ZRF HD300 MELOBUDS 2022', 'لوازم جانبي ميس كالا', '<p>هدفون مدل HD300 محصولی از برند خوش نام لنوو می باشد که در کنار کیفیت ساخت مناسب از ویژگی های جالبی بهره برده تا رضایت کاربران را جلب کند، در ادامه به توضیح این موارد می پردازیم. این هدفون جهت اتصال به دستگاه های مورد نظر کاربر دارای بلوتوث نسخه 5٫0 با برد 10 متری می باشد، از ویژگی خاص این ورژن می توان به کاهش مصرف باتری و اتصال پایدار اشاره کرد. روی بدنه هدفون در قسمت پایین گوشی سمت چپ درگاهی جهت اتصال کابل AUX وجود دارد تا به راحتی به کامپیوتر شخصی یا دیگر دستگاه های مدنظر خود متصل شوید. بدنه هدفون از پلاستیک ABS ساخته شده است و روی آن سه کلید فیزیکی جهت کنترل صدا و موسیقی وجود دارد. ضمنا این کلیدها جهت مدیریت تماس نیز به کار می روند چون هدفون لنوو از قابلیت پاسخگویی به تماس با کیفیت HD پشتیبانی می کند.گوشی های هدفون قابلیت تاشوندگی دارند تا به راحتی در کیف و کوله قرار بگیرند، ضمنا سایز دسته هدفون قابل تنظیم می باشد. این هدفون دامنه پاسخ گویی برابر با 20 هرتز الی 20 کیلوهرتز دارد تا تمامی صداهای زیر و بم را به خوبی پوشش دهد. حساسیت اسپیکر 180+- 3 دس بل و قطر درایورها برابر با 40 میلی متر می باشد که مجموعا کیفیت صدای بالای دستگاه را تضمین می کند. باتری هدفون از نوع لیتیوم داخلی با ظرفیتی برابر با 300 میلی آمپر ساعت است که به شما امکان می دهد تقریبا 11 ساعت بدون توقف به موسیقی مورد علاقه خود گوش دهید. علاوه بر این در حالت آماده به کار حدودا تا 150 ساعت شارژدهی خواهد داشت. حهت شارژ کردن دستگاه یک پورت از نوع میکرو یو اس بی روی بدنه وجود دارد.</p>\r\n', 'گارانتی ۱۸ ماهه جهان تجارت کسری', 'لنوو', '1998000', '2100000', 'handsfree - ZRF HD300 MELOBUDS 2022 - لنوو', 'img-3302.jpg', '2023-03-06'),
(6, '13', '1', 'گوشی موبایل شیائومی مدل Redmi Note 10 Pro دو سیم‌ کارت ظرفیت 256 گیگابایت و رم 8 گیگابایت - گلوبال', 'ديجي كالا', '<p>شیائومی Redmi Note 10 Pro یکی از گوشی&zwnj;های میان&zwnj;رده و البته قدرتمند این شرکت است که در برخی از مشخصات فنی در نظر گرفته شده، توانایی ارائه عملکردی در حد و اندازه گوشی&zwnj;های هوشمند پرچمدار را دارد. صفحه&zwnj;نمایش قدرتمند 6.67 اینچی با رزولوشن 1080&times;2400 پیکسل از نوع امولد برای این گوشی در نظر گرفته شده که از قابلیت&zwnj;های قدرتمند آن می&zwnj;توانیم به توانایی نمایش 395 پیکسل در هر اینچ، نرخ بروزرسانی 120 هرتز و حداکثر روشنایی 1200 نیت (nits) اشاره کنیم. میزان نرخ بروزرسانی و روشنایی در نظر گرفته شده، صفحه&zwnj;نمایشی روان با وضوح بسیار خوب حتی زیر تابش مستقیم نور خورشید را با خود به&zwnj;همراه داشته است. بریدگی دایره&zwnj;ای شکل ناچ در قسمت بالایی و مرکزی صفحه&zwnj;نمایش هم سنسور دوربین سلفی با رزولوشن 16 مگاپیکسل را در خود جای داده که توقعات شما را در جایگاه یک گوشی میان&zwnj;رده برای نور روز بر&zwnj;آورده می&zwnj;کند. در قسمت پشتی هم سنسور عریض و قدرتمند با رزولوشن 108 مگاپیکسل در کنار سنسور 8 مگاپیکسل فوق عریض (ultrawide) به&zwnj;همراه سنسور 5 مگاپیکسل ماکرو و سنسور 2 مگاپیکسل سنجش عمق، سنسور&zwnj;های دوربین چهارگانه این گوشی هوشمند را تشکیل می&zwnj;دهند. لازم به ذکر است که شیائومی Redmi Note 10 Pro به یکی از قدرتمند&zwnj;ترین سنسور&zwnj;های دوربین عریض در بین گوشی&zwnj;های هوشمند مجهز شده است. پردازنده اسنپدراگون 732G هم امکان اجرای بازی&zwnj;های سنگین مثل کال&zwnj;آف&zwnj;دیوتی موبایل، آسفالت 9 و Real Racing 3 را فراهم کرده است. باتری قدرتمند با ظرفیت 5020 میلی&zwnj;آمپر&zwnj;ساعت و پشتیبانی از فناوری شارژ سریع 33 وات (امکان شارژ 0-59٪ در 30 دقیقه)، از دیگر مشخصات در نظر گرفته شده برای این گوشی هوشمند هستند. می&zwnj;توانیم بگوییم که اگر به دنبال خرید گوشی میان&zwnj;رده&zwnj;ای هستید که در برخی از موارد توانایی ارائه عملکردی در حد و اندازه گوشی&zwnj;های هوشمند پرچمدار و گران&zwnj;قیمت را داشته باشد، شیائومی Redmi Note 10 Pro می&zwnj;تواند یکی از گزینه&zwnj;های بسیار مناسب برای شما باشد.</p>\r\n', 'گارانتی ۱۸ ماهه دیجی کالا', 'شیائومی', '7979000', '8000000', 'شیائومی - shiaomi - Redmi Note 10 Pro ', 'img-8002.jpg', '2023-03-06'),
(7, '11', '1', 'گوشی موبایل سامسونگ مدل Galaxy S21 FE 5G دو سیم‌ کارت ظرفیت 256 گیگابایت و رم 8 گیگابایت', 'دیجی کالا', '<p>سری FE گوشی&zwnj;های هوشمند سامسونگ با توجه به بهره بردن از مشخصات فنی مناسب و قدرتمند و البته قیمتی مقرون به&zwnj;صرفه&zwnj;تر به نسبت پرچمداران این شرکت، طرفداران بسیاری زیادی دازند و توانسته&zwnj;اند عملکرد بسیار خوب و قابل قبولی را به&zwnj;نمایش بگذارند. سامسونگ Galaxy S21 FE 5G به عنوان جدید&zwnj;ترین گوشی&zwnj;هوشمند این سری هم به مشخصات فنی قدرتمند و بسیار خوبی مجهز شده است. در نمای رو&zwnj;به&zwnj;رویی این گوشی از صفحه&zwnj;نمایش با ابعاد 6.4 اینچ و رزولوشن 1080&times;2400 پیکسل از نوع Dynamic AMOLED 2X بهره برده است. تا همینجا هم مشخص است که این گوشی به یکی از قدرتمند&zwnj;ترین صفحات&zwnj;نمایش مجهز شده است اما وقتی به قدرت واقعی این صفحه&zwnj;نمایش پی&zwnj; خواهید برد که بدانید توانایی نمایش 411 پیکسل در هر اینچ و حداکثر نرخ بروزرسانی 120 هرتز را دارد. در قسمت پشتی هم یک سنسور دروبین اصلی با رزولوشن 12 مگاپیکسل و گشودگی دریچه دیافراگم f/1.8 در کنار سنسور 8 مگاپیکسل از نوع تله&zwnj;فوتو با قابلیت زوم سه برابری اپتیکال (زوم بدون کم شدن کیفیت) و سنسور 12 مگاپیکسل از نوع فوق عریض (ultrawide) با زاویه دید 123 درجه، سنسور&zwnj;های دوربین سه&zwnj;گانه سامسونگ Galaxy S21 FE 5G را تشکیل می&zwnj;دهند. برای دوربین سلفی هم سنسور با رزولوشن 32 مگاپیکسل از نوع عریض در نظر گرفته شده است. در بخش مشخصات سخت&zwnj;افزاری در نظر گرفته شده هم این گوشی دست پر وارد میدان رقابت شده است. حضور پردازنده اگزینوس 2100 5G سبب شده تا سامسونگ Galaxy S21 FE 5G توانایی اجرای بازی&zwnj;های سنگین مثل کال&zwnj;آف&zwnj;دیوتی مویابل و آسفالت 9 را به&zwnj;راحتی اجرا کند و عملکرد بسیار خوبی داشته باشد. از طرفی این پردازنده توانایی پشتیبانی از شبکه&zwnj;های اینترنتی نسل پنجم یا همان 5G را هم دارد. باتری با میزان ظرفیت 4500 میلی&zwnj;آمپر&zwnj;ساعت و شارژر 25 وات مجهز به تکنولوژی شارژ سریع هم از دیگر مشخصات در نظر گرفته شده برای این گوشی هوشمند است.</p>\r\n', 'گارانتی ۱۸ ماهه دیجی کالا', 'سامسونگ', '19500000', '20000000', 'Galaxy S21 FE 5G - سامسونگ - samsung - galaxy s21', 'img-4661.jpg', '2023-03-08'),
(8, '13', '1', 'گوشی موبایل شیائومی مدل REDMI 10A دو سیم‌ کارت ظرفیت 128 گیگابایت و رم 4 گیگابایت - گلوبال', 'ديجي كالا', '<p>شیائومی REDMI 10A یکی از گوشی&zwnj;های هوشمند میان&zwnj;رده این شرکت است که به نسبت بسیاری از گوشی&zwnj;های دیگر موجود در بازار قیمتی ارازن&zwnj;تر و مقرون به&zwnj;صرفه&zwnj;تری دارد. با توجه به مشخصات در نظر گرفته شده هم عملکرد مناسب و قابل قبولی را از این گوشی شاهد خواهید بود. در نمای رو&zwnj;به&zwnj;رویی به صفحه&zwnj;نمایش با ابعاد 6.53 اینچ و رزولوشن 720&times;1600 پیکسل از نوع IPS مجهز شده است که توانایی نمایش 269 پیکسل در هر اینچ را دارد. در مورد صفحه&zwnj;نمایش باید بگوییم که وضوح تصویر قابل قبولی را ارائه می&zwnj;کند. در بخش سنسور&zwnj;های دوربین هم در قسمت پشتی، این گوشی از یک سنسور دوربین اصلی از نوع عریض (wide) با رزولوشن 13 مگاپیکسل مجهز شده است و سنسور دوربین سلفی هم با رزولوشن 5 مگاپیکسل در بریدگی قطره&zwnj;ای شکل ناچ واتردراپ در قسمت بالایی و مرکزی صفحه&zwnj;نمایش قرار گرفته است. حضور پردازنده میان&zwnj;رده هلیو G25 شرکت مدیاتک هم سبب شده تا این گوشی در اجرای بازی و نرم&zwnj;افزار&zwnj;های کاربردی عملکرد خوبی داشته باشد. باتری با میزان ظرفیت 5000 میلی&zwnj;آمپر&zwnj;ساعت عم انتخاب مناسبی است که به ازای هر بار شارژ صد درصدی، توانایی ارائه طول عمر مفید نزدیک به دو روز را در شرایط استفاده معمولی دارد. در مجموع به عنوان یک گوشی اقتصادی، شیائومی REDMI 10A می&zwnj;تواند انتخاب مناسبی باشد.</p>\r\n', 'گارانتی ۱۸ ماهه دیجی کالا', 'شیائومی', '4640000', '4700000', 'شیائومی - shiaomi - REDMI 10A', 'img-1485.jpg', '2023-03-08'),
(9, '13', '1', 'گوشی موبایل شیائومی مدل Poco C40 دو سیم کارت ظرفیت 64 گیگابایت و رم 4 گیگابایت- گلوبال', 'ديجي كالا', '<p>در بین گوشی&zwnj;های هوشمند میان&zwnj;رده سری Poco شیائومی تا به امروز شاهد رونمایی محصولات با&zwnj;کیفیتی بودیم که شیائومی Poco C40 یکی از این گوشی&zwnj;های میان&zwnj;رده با&zwnj;کیفیت است. در نمای رو&zwnj;به&zwnj;رویی این گوشی به صفحه&zwnj;نمایش با ابعاد 6.71 اینچ و رزولوشن 720&times;1650 پیکسل از نوع IPS مجهز شده است. نمایش 268 پیکسل در هر اینچ و حداکثر روشنایی 400 نیت (شمع در متر مربع)، از دیگر قابلیت&zwnj;های این صفحه&zwnj;نمایش است. طراحی ناچ واتردراپ با بریدگی قطره&zwnj;ای شکل ناچ در قسمت بالایی و مرکزی صفحه&zwnj;نمایش، سنسور دوربین سلفی با رزولوشن 5 مگاپیکسل را در خود جای داده است. در قسمت پشتی هم یک سنسور دوربین اصلی با رزولوشن 13 مگاپیکسل از نوع عریض (wide) در کنار سنسور 2 مگاپیکسل سنجش عمق، سنسور&zwnj;های دوربین دو&zwnj;گانه شیائومی Poco C40 را تشکیل می&zwnj;دهند. قابلیت ضبط ویدیو با حداکثر کیفیت 1080p و سرعت 30 فریم در ثانیه هم از دیگر قابلیت&zwnj;های سنسور دوربین اصلی این گوشی است. در بخش مشخصات سخت&zwnj;افزاری هم این گوشی به پردازنده JLQ JR510 مجهز شده که توانایی ارائه عملکرد قابل قبولی در حد و اندازه یک گوشی میان&zwnj;رده در اجرای بازی&zwnj;های محبوب و نرم&zwnj;افزار&zwnj;های کاربردی دارد. اما بدون شک یکی از قدرتمند&zwnj;ترین مشخصات در نظر گرفته شده برای این گوشی هوشمند، باتری با میزان ظرفیت 6000 میلی&zwnj;آمپر&zwnj;ساعتی است که کمتر گوشی در این بازه قیمتی از چنین باتری قدرتمندی بهره برده است. باتری که به ازای هر بار شارژ صد درصدی، به راحتی در مصرف عادی طول عمر مفید (زمان آماده به&zwnj;کار) دو روز را ارائه می&zwnj;کند. پشتیبانی از فناوری شارژ سریع با توان 18 وات هم از دیگر قابلیت&zwnj;های در نظر گرفته شده است.</p>\r\n', 'گارانتی ۱۸ ماهه تامین پیشرو شار', 'شیائومی', '5619000', '5700000', 'shiaomi -Poco C40- شیائومی', 'img-5672.jpg', '2023-03-08'),
(10, '11', '1', 'گوشی موبایل سامسونگ مدل Galaxy A53 5G دو سیم کارت ظرفیت 256 گیگابایت و رم 8 گیگابایت', 'ديجي كالا', '<p>سری A گوشی&zwnj;های هوشمند میان&zwnj;رده سامسونگ توانسته&zwnj;اند تا به امروز عملکرد بسیار خوب و قابل قبولی را به&zwnj;نمایش بگذارند. یکی از گوشی&zwnj;های با&zwnj;کیفیت این شرکت، سامسونگ Galaxy A53 5G است که در جایگاه یک گوشی میان&zwnj;رده به مشخصات فنی قدرتمند و بسیار خوبی مجهز شده است. در نمای رو&zwnj;به&zwnj;رویی این گوشی از صفحه&zwnj;نمایش با ابعاد 6.46 اینچ و رزولوشن 1080&times;2400 پیکسل از نوع سوپر امولد بهره برده است. صفحه&zwnj;نمایشی که با توجه به توانایی نمایش 407 پیکسل در هر اینچ و نرخ بروزرسانی 120 هرتز، کیفیت بسیار خوبی را ارائه می&zwnj;کند. در قسمت پشتی هم یک سنسور دوربین اصلی با رزولوشن 64 مگاپیکسل از نوع عریض در کنار سنسور 12 مگاپیکسل از نوع فوق عریض (ultrawide) و دو سنسور با رزولوشن 5 مگاپیکسل از نوع ماکرو (برای ثبت تصاویر از فاصله نزدیک) و سنجش عمق، سنسور&zwnj;های دوربین چهارگانه سامسونگ Galaxy A53 5G را تشکیل می&zwnj;دهند. برای دوربین سلفی هم سنسور با رزولوشن 32 مگاپیکسل در نظر گرفته شده است. حضور پردازنده قدرتمند اگزینوس 1280 اختصاصی شرکت سامسونگ هم سبب شده تا این گوشی در اجرای بازی و نرم&zwnj;افزار&zwnj;های کاربردی، عملکرد بسیار خوب و قابل قبولی را به&zwnj;نمایش بگذارد. باتری قدرتمند با میزان ظرفیت 5000 میلی&zwnj;آمپر&zwnj;ساعت و شارژر با توان 25 وات مجهز به تکنولوژی شارژ سریع هم از دیگر مشخصات در نظر گرفته شده برای سامسونگ Galaxy A53 5G هستند.</p>\r\n', 'گارانتی ۱۸ ماهه دیجی کالا', 'سامسونگ', '13819000', '13850000', 'سامسونگ گلكسي - سامسونگ - samsung - galaxy a53', 'img-4576.jpg', '2023-03-09'),
(13, '13', '1', 'گوشی موبایل شیائومی مدل Redmi Note 11 دو سیم‌ کارت ظرفیت 128 گیگابایت و رم 6 گیگابایت', 'ديجي كالا', '<div class=\"text-body-1 text-neutral-800\">شیائومی Redmi Note 11 به عنوان یکی از گوشی&zwnj;های هوشمند میان&zwnj;رده بسیار با&zwnj;کیفیت این شرکت شناخته می&zwnj;شود که به لطف بهره بردن از مشخصات فنی مناسب، توانایی ارائه عملکرد بسیار خوب و قابل قبولی را در جایگاه یک گوشی هوشمند میان&zwnj;رده دارد. در نمای رو&zwnj;به&zwnj;رویی این گوشی به صفحه&zwnj;نمایش با ابعاد 6.43 اینچ و رزولوشن 1080&times;2400 پیکسل از نوع امولد مجهز شده است. صفحه&zwnj;نمایش بسیار با&zwnj;کیفیت که توانایی ارائه نرخ بروزرسانی 90 هرتز را هم دارد. در قسمت پشتی هم چهار سنسور دوربین برای این گوشی هوشمند میان&zwnj;رده در نظر گرفته شده است. یک سنسور دروبین اصلی با رزولوشن 50 مگاپیکسل از نوع عریض در کنار سنسور 8 مگاپیکسل از نوع فوق عریض (ultrawide) و دو سنسور با رزولوشن 2 مگاپیکسل از نوع ماکرو و سنجش عمق، سنسور&zwnj;های دروبین چهار&zwnj;گانه Redmi Note 11 را تشکیل می&zwnj;دهند. بریدگی دایره&zwnj;ای شکل ناچ در قسمت بالایی و مرکزی صفحه&zwnj;نمایش هم سنسور دوربین سلفی با رزولوشن 13 مگاپیکسل را در خود جای داده است. در بخش مشخصات سخت&zwnj;افزاری هم شاهد حضور پردازنده میان&zwnj;رده اما قدرتمند اسنپدراگون 680 4G شرکت کوالکام هستیم که در اجرای بازی توانایی ارائه عملکرد بسیار خوب و قابل قبولی را دارد. باتری قدرتمند با میزان ظرفیت 5000 میلی&zwnj;آمپر&zwnj;ساعت هم سبب شده تا به ازای هر بار شارژ صد درصدی، طول عمر مفید (زمان آماده به&zwnj;کار) دو روز را در شرایط استفاده معمولی ارائه کند. شارژر قدرتمند با توان 33 وات مجهز به تکنولوژی شارژ سریع هم توانایی شارژ صفر تا صد درصدی باتری این گوشی را در مدت زمان 60 دقیقه را دارد.</div>\r\n', '24 ماه ديجي كالا', 'شيائومي', '6990000', '6990000', 'شيائومي-موبايل شيائومي-shiomi', 'img-3317.png', '2023-12-02');

-- --------------------------------------------------------

--
-- Table structure for table `slider`
--

CREATE TABLE `slider` (
  `id` int(11) NOT NULL,
  `picture` varchar(100) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Dumping data for table `slider`
--

INSERT INTO `slider` (`id`, `picture`) VALUES
(5, 'img-8371.jpg'),
(6, 'img-4631.jpg'),
(7, 'img-6803.jpg');

-- --------------------------------------------------------

--
-- Table structure for table `users`
--

CREATE TABLE `users` (
  `id` int(11) NOT NULL,
  `name` varchar(100) NOT NULL,
  `username` varchar(100) NOT NULL,
  `email` varchar(100) NOT NULL,
  `password` varchar(100) NOT NULL,
  `ip` varchar(100) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Dumping data for table `users`
--

INSERT INTO `users` (`id`, `name`, `username`, `email`, `password`, `ip`) VALUES
(1, 'abolfazl', 'abolfazlhp', 'test@example.com', '700c8b805a3e2a265b01c77614cd8b21', '127.0.0.1'),
(2, 'ali', 'ali400', 'gamebazi90@gmail.com', '700c8b805a3e2a265b01c77614cd8b21', '127.0.0.1');

--
-- Indexes for dumped tables
--

--
-- Indexes for table `admin`
--
ALTER TABLE `admin`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `bascket`
--
ALTER TABLE `bascket`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `cat`
--
ALTER TABLE `cat`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `comment_table`
--
ALTER TABLE `comment_table`
  ADD PRIMARY KEY (`id`),
  ADD KEY `postid` (`postid`);

--
-- Indexes for table `product`
--
ALTER TABLE `product`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `slider`
--
ALTER TABLE `slider`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `users`
--
ALTER TABLE `users`
  ADD PRIMARY KEY (`id`);

--
-- AUTO_INCREMENT for dumped tables
--

--
-- AUTO_INCREMENT for table `admin`
--
ALTER TABLE `admin`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=2;

--
-- AUTO_INCREMENT for table `bascket`
--
ALTER TABLE `bascket`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=13;

--
-- AUTO_INCREMENT for table `cat`
--
ALTER TABLE `cat`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=14;

--
-- AUTO_INCREMENT for table `comment_table`
--
ALTER TABLE `comment_table`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=5;

--
-- AUTO_INCREMENT for table `product`
--
ALTER TABLE `product`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=14;

--
-- AUTO_INCREMENT for table `slider`
--
ALTER TABLE `slider`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=8;

--
-- AUTO_INCREMENT for table `users`
--
ALTER TABLE `users`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=3;
COMMIT;

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
